{
  "homeName": "I'm Chinedum",
  "homeFrom": "with over 3 years experience.",
  "homeAbout1": "A result driven, tech enthusiast",
  "homeAbout2": "who enjoy building scalable, fast, secured and well documented APIs.",
  "homeAbout3": "",
  "homeButtonText": "Take a look at my work",
  "navProjects": "Projects",
  "navAbout": "About",
  "navContact": "Contact",
  "projectsHeading": "Personal Projects",
  "projectsSubheading": "(These are part of my public projects)",
  "viewSource": "View Source",
  "viewLiveVersion": "View Live API Docs",
  "password": "Password",
  "technologiesUsed": "Technologies Used",
  "more": "More",
  "less": "Less",
  "aboutProject": "About",
  "lendSubheading": "A Fictional Lending Service",
  "personalPortfolioPage": "Personal Portfolio Page",
  "aboutPersonalPortfolioPage1": "While there are no fancy technical things to implement (like User Authentication, API calls or Database implementation), I made sure to make it as visually appealing as I could - although I am not a design-savvy person at all. After a certain amount of research, I stumbled upon React-Spring, which is amazing albeit rather complicated - so you'll find various animations throughout the page like springs, trails and transitions.",
  "aboutPersonalPortfolioPage2": "Ever since my last project ('Make Me Awesome'), TailwindCSS has kind of grown on me so I used it again. What I like about Tailwind is that it doesn't come with pre-opinionated components like Bootstrap so there's more room for creative freedom.",
  "aboutPersonalPortfolioPage3": "The entire page is open-sourced on Github and free for everyone to use. If there are any suggestions, just open a Pull Request or contact me via my Contact Form.",
  "personalPortfolioFeature6": "Dark Mode Support",
  "personalPortfolioFeature7": "Reader Component with realistic page flipping",
  "personalPortfolioFeature8": "ReCaptcha Anti Spam Protection",
  "jppFeature1": "Responsive",
  "jppFeature2": "Image Slideshow",
  "jppFeature3": "Attention to detail in funny descriptions",
  "contactMe": "Contact Me",
  "message": "Message",
  "nameRequired": "Name is required",
  "emailRequired": "Email is required",
  "invalidEmail": "Please input a valid email",
  "messageRequired": "Message is required",
  "captchaRequired": "the recaptcha needs to be completed",
  "fieldRequired": "this field is required",
  "send": "Send",
  "goToPage": "Go to page",
  "of": "of",
  "successModalText": "Message sent! I'll be in touch shortly.",
  "whoIamHeading": "Who I am",
  "whoIamText1": "I am a self-motivated, result driven, detailed and technology loving individual, who has a proven history of working in the information technology and services industry. I am a skilled Backend Developer with over 3 years of expertise and experience.",
  "whoIamText2": "Having been in software space, I always aim to not only create API services, but also create one that is scalable, fast, secured and well documented.",
  "passions": "Passions",
  "codingHeading": "Coding",
  "codingText1": "What I love about coding is that it is constantly evolving.",
  "codingText2": "I am the type of person who gets bored quickly when I feel that I have mastered a field but with coding there is always something new to learn. There is always a new technology, a new framework, a new library or even a better approach of achieving same result.",
  "writingHeading": "Writing",
  "footballHeading": "Football",
  "footballText1": "There are people who debate what the most popular sport in the world is. Most people may argue that American football or basketball is the most popular sport.",
  "footballText2": "However, those who try to make arguments for those sports will be highly opposed by the fans of world football. World football is a global game that connects almost every single person on the planet.",
  "footballText3": "I am very passionate when it comes to the game of football and my favorite club is Manchester United. In fact, there is a special happiness that usually comes around whenever weekend approaches. I would go to the nearest viewing center, analyze and argue with other fans. It is always fun!",
  "footballText4": "Here is my honest quote about football:",
  "footballText5": "Without football, sports is incomplete",
  "travelingHeading": "Traveling",
  "travelingText1": "There is more to travel than packing a few bags and jetting out.",
  "travelingText2": "One satisfaction I derive from traveling is the ability to meet and interact with people from different cultural backgrounds. Learn about places and their history.",
  "readNow": "Read Now",
  "imprintPrivacyPolicy": "Imprint / Privacy Policy",
  "acceptPrivacy": "I accept the",
  "privacyPolicy": "Privacy Policy",
  "cookieText1": "This website uses cookies to enhance the user experience.",
  "cookieText2": "Learn more.",
  "cookieAccept": "Accept",
  "contactFormCookieText1": "Because of Google ReCaptcha validation, it is essential that you give consent to store cookies. If you didn't accept it on purpose, you cannot use the contact form.",
  "contactFormCookieText2": "In this case, for further inquiries send an email to",
  "contactFormCookieText3": "If you've somehow missed the opportunity to give your cookie consent, you can",
  "contactFormCookieText4": "do it again."
}